Repository: Tropicalista/pdf-embed
Catalog: languages/pdf-embed-*.po
Languages: it_it

source: PDF embedded with official Adobe API.
it_it: PDF embedded con le API ufficiali di Adobe.

source: Settings
it_it: Impostazioni

source: API Key
it_it: Chiave API

source: <p>Get your free API key on %s.</p>
it_it: <p>Ottenete la vostra chiave API gratuita su %s.</p>

source: Embed mode
it_it: Modalità di incorporazione

source: Sized Container
it_it: Contenitore dimensionato

source: Inline
it_it: In linea

source: Show Download PDF
it_it: Mostra Download PDF

source: Show Print PDF
it_it: Mostra Print PDF

source: Show FullScreen Mode
it_it: Mostra modalità FullScreen

source: Page Controls Docked
it_it: Controlli pagina integrati

source: Show Annotation Tools
it_it: Mostra strumenti di annotazione

source: Enable Form Filling
it_it: Abilita compilazione form

source: Height
it_it: Altezza

source: <p>Please insert a <b>free api Key</b> in the settings panel on the right. Get your free API key on %s.</p>
it_it: <p>Per favore inserisci una <b>chiave api gratuita</b> nel pannello di impostazioni a destra. Ottieni la tua chiave API gratuita su %s.</p>

source: Missing key
it_it: Chiave mancante

# block title
source: Embed Pdf
it_it: Pdf Embed

# block description
source: PDF embedder with official Adobe Embed API.
it_it: PDF embedder con le API ufficiali di Adobe.
